Repository: yeager/vsdview
Catalog: po/*.po
Languages: sv

source: Canvas: System theme
sv: Bakgrund: Systemtema

source: Canvas: Light background
sv: Bakgrund: Ljus bakgrund

source: Canvas: Dark background
sv: Bakgrund: Mörk bakgrund

source: Open Visio file
sv: Öppna Visio-fil

source: Find text
sv: Hitta text

source: Recent Files
sv: Senaste filer

source: Export as PNG
sv: Exportera som PNG

source: Export as PDF
sv: Exportera som PDF

source: Export as Text
sv: Exportera som text

source: Export
sv: Exportera

source: Copy Text
sv: Kopiera text

source: Light
sv: Ljust

source: Dark
sv: Mörkt

source: Canvas Background
sv: Bakgrund

source: Keyboard Shortcuts
sv: Tangentbordsgenvägar

source: About
sv: Om

source: Quit
sv: Avsluta

source: No file loaded
sv: Ingen fil inläst

source: %d match(es) found
sv: %d träffar hittades

source: Page
sv: Sida

source: Visio files
sv: Visio-filer

source: Conversion failed
sv: Konvertering misslyckades

source: No SVG output produced.
sv: Ingen SVG-utdata producerad.

source: No file loaded to export.
sv: Ingen fil inläst för export.

source: Error
sv: Fel

source: Unsupported file format: %s
sv: Filformatet stöds inte: %s

source: Cannot open %s files without libvisio. Install it: Ubuntu/Debian: sudo apt install libvisio-tools Fedora: sudo dnf install libvisio-tools macOS: brew install libvisio
sv: Det går inte att öppna %s-filer utan libvisio. Installera det: Ubuntu/Debian: sudo apt install libvisio-tools Fedora: sudo dnf install libvisio-tools macOS: brew install libvisio

source: Could not parse the Visio file. The file may be corrupt or unsupported. For best results, install libvisio-tools.
sv: Det gick inte att tolka Visio-filen. Filen kan vara skadad eller stöds inte. För bästa resultat, installera libvisio-tools.

source: Neither rsvg-convert nor cairosvg found. Install one: Ubuntu/Debian: sudo apt install librsvg2-bin pip install cairosvg
sv: Varken rsvg-convert eller cairosvg hittades. Installera ett av dem: Ubuntu/Debian: sudo apt install librsvg2-bin pip install cairosvg

source: cairosvg is required for PDF export. Install it: pip install cairosvg
sv: cairosvg krävs för PDF-export. Installera det: pip install cairosvg

source: Translate this app: https://www.transifex.com/danielnylander/vsdview/
sv: Översätt denna app: https://www.transifex.com/danielnylander/vsdview/

source: Microsoft Visio is a registered trademark of Microsoft Corporation. VSDView is not affiliated with or endorsed by Microsoft.
sv: Microsoft Visio är ett registrerat varumärke som tillhör Microsoft Corporation. VSDView är inte anslutet till eller godkänt av Microsoft.

source: not found
sv: hittades inte

source: Welcome
sv: Välkommen

source: Welcome to VSDView
sv: Välkommen till VSDView

source: View Microsoft Visio files on Linux. ✓ Open .vsd and .vsdx files ✓ Multi-page tabs ✓ Text search and copy ✓ PDF export
sv: Visa Microsoft Visio-filer på Linux. ✓ Öppna .vsd- och .vsdx-filer ✓ Flersidiga flikar ✓ Textsökning och kopiering ✓ PDF-export

source: Get Started
sv: Kom igång
